#+TITLE: Bargue Drawing I
#+AUTHOR: Chris Hogan
#+DATE: <2021-11-08 Mon> to <2021-12-05 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-05 Sun 20:10], for week 2021-W48.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *21h 35m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *5h 40m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  
  #+END:
*** <2021-11-08 Mon>
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-08 Mon 18:13]--[2021-11-08 Mon 21:14] =>  3:01
     :END:
*** <2021-11-09 Tue>
**** DONE Setup easel                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-09 Tue 18:34]--[2021-11-09 Tue 20:06] =>  1:32
     :END:
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-09 Tue 20:06]--[2021-11-09 Tue 21:02] =>  0:56
     :END:
*** <2021-11-10 Wed>
**** DONE Value scale in graphite                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-10 Wed 18:05]--[2021-11-10 Wed 19:20] =>  1:15
     :END:
**** DONE Sphere                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-10 Wed 20:45]--[2021-11-10 Wed 21:25] =>  0:40
     CLOCK: [2021-11-10 Wed 19:20]--[2021-11-10 Wed 20:21] =>  1:01
     :END:
*** <2021-11-11 Thu>
**** DONE Sphere                                                    :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 18:04]--[2021-11-11 Thu 19:09] =>  1:05
     :END:
**** DONE Bargue eyes                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 19:09]--[2021-11-11 Thu 19:36] =>  0:27
     :END:
**** DONE Bargue eye                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-11 Thu 19:36]--[2021-11-11 Thu 20:57] =>  1:21
     :END:
*** <2021-11-12 Fri>
**** DONE Bargue eyes                                               :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-12 Fri 18:33]--[2021-11-12 Fri 20:17] =>  1:44
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-12 Fri 20:28]--[2021-11-12 Fri 21:16] =>  0:48
     CLOCK: [2021-11-12 Fri 20:17]--[2021-11-12 Fri 20:28] =>  0:11
     :END:
*** <2021-11-13 Sat>
**** DONE Composition and staging                                     :study:
     :LOGBOOK:
     CLOCK: [2021-11-13 Sat 12:33]--[2021-11-13 Sat 13:28] =>  0:55
     CLOCK: [2021-11-13 Sat 08:21]--[2021-11-13 Sat 09:33] =>  1:12
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-13 Sat 18:09]--[2021-11-13 Sat 20:16] =>  2:07
     CLOCK: [2021-11-13 Sat 14:12]--[2021-11-13 Sat 16:21] =>  2:09
     CLOCK: [2021-11-13 Sat 09:33]--[2021-11-13 Sat 11:20] =>  1:47
     :END:
*** <2021-11-14 Sun>
**** DONE Composition                                                 :study:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 09:52]--[2021-11-14 Sun 10:47] =>  0:55
     :END:
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 18:03]--[2021-11-14 Sun 19:23] =>  1:20
     CLOCK: [2021-11-14 Sun 14:00]--[2021-11-14 Sun 14:58] =>  0:58
     CLOCK: [2021-11-14 Sun 10:49]--[2021-11-14 Sun 12:01] =>  1:12
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-11-14 Sun 19:38]--[2021-11-14 Sun 20:17] =>  0:39
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-05 Sun 20:10], for week 2021-W48.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *19h 32m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *3h 29m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *1h 24m*  |
  
  #+END:
*** <2021-11-15 Mon>
**** DONE Russian academic drawing                                    :study:
     :LOGBOOK:
     CLOCK: [2021-11-15 Mon 07:00]--[2021-11-15 Mon 09:00] =>  2:00
     :END:
**** DONE Gouache portrait                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-15 Mon 18:08]--[2021-11-15 Mon 19:00] =>  0:52
     CLOCK: [2021-11-15 Mon 13:00]--[2021-11-15 Mon 16:30] =>  3:30
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-15 Mon 19:00]--[2021-11-15 Mon 21:19] =>  2:19
     :END:
*** <2021-11-16 Tue>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-16 Tue 18:08]--[2021-11-16 Tue 20:57] =>  2:49
     :END:
*** <2021-11-17 Wed>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-17 Wed 18:12]--[2021-11-17 Wed 21:08] =>  2:56
     :END:
**** DONE Bargue drawing                                              :study:
     :LOGBOOK:
     CLOCK: [2021-11-17 Wed 21:10]--[2021-11-17 Wed 21:42] =>  0:32
     :END:
*** <2021-11-18 Thu>
**** DONE Bargue drawing                                              :study:
     :LOGBOOK:
     CLOCK: [2021-11-18 Thu 16:42]--[2021-11-18 Thu 17:05] =>  0:23
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-18 Thu 18:24]--[2021-11-18 Thu 20:47] =>  2:23
     :END:
*** <2021-11-19 Fri>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-19 Fri 18:37]--[2021-11-19 Fri 20:23] =>  1:46
     :END:
*** <2021-11-20 Sat>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-20 Sat 19:45]--[2021-11-20 Sat 21:11] =>  1:26
     CLOCK: [2021-11-20 Sat 10:34]--[2021-11-20 Sat 12:05] =>  1:31
     :END:
*** <2021-11-21 Sun>
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-11-21 Sun 18:18]--[2021-11-21 Sun 19:42] =>  1:24
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-11-21 Sun 19:43]--[2021-11-21 Sun 20:17] =>  0:34
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-05 Sun 20:10], for week 2021-W48.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *8h 52m* |
  |----------+------------+----------|
  | study    | *Tag time* | *8h 38m* |
  |----------+------------+----------|
  | painting | *Tag time* | *4h 1m*  |
  
  #+END:
*** <2021-11-22 Mon>
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-11-22 Mon 20:04]--[2021-11-22 Mon 21:06] =>  1:02
     :END:
*** <2021-11-23 Tue>
**** DONE GCA sphere                                                  :study:
     :LOGBOOK:
     CLOCK: [2021-11-23 Tue 13:44]--[2021-11-23 Tue 14:45] =>  1:01
     :END:
**** DONE GCA sphere                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-23 Tue 18:26]--[2021-11-23 Tue 21:02] =>  2:36
     CLOCK: [2021-11-23 Tue 14:59]--[2021-11-23 Tue 16:23] =>  1:24
     :END:
*** <2021-11-24 Wed>
**** DONE GCA sphere                                                :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-24 Wed 18:06]--[2021-11-24 Wed 19:10] =>  1:04
     :END:
*** <2021-11-25 Thu>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-25 Thu 13:48]--[2021-11-25 Thu 15:28] =>  1:40
     :END:
*** <2021-11-26 Fri>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-26 Fri 18:45]--[2021-11-26 Fri 20:53] =>  2:08
     :END:
*** <2021-11-27 Sat>
**** DONE GCA Orientation seminar                                     :study:
     :LOGBOOK:
     CLOCK: [2021-11-27 Sat 08:00]--[2021-11-27 Sat 10:00] =>  2:00
     :END:
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-11-27 Sat 19:02]--[2021-11-27 Sat 20:29] =>  1:27
     :END:
**** DONE Photoshop for matte painters                                :study:
     :LOGBOOK:
     CLOCK: [2021-11-27 Sat 20:41]--[2021-11-27 Sat 22:14] =>  1:33
     CLOCK: [2021-11-27 Sat 18:19]--[2021-11-27 Sat 19:02] =>  0:43
     :END:
*** <2021-11-28 Sun>
**** DONE Digital painting intro                                      :study: 
     :LOGBOOK:
     CLOCK: [2021-11-28 Sun 08:47]--[2021-11-28 Sun 11:30] =>  2:43
     CLOCK: [2021-11-28 Sun 08:36]--[2021-11-28 Sun 08:43] =>  0:07
     :END:
**** DONE Gouache portrait                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-11-28 Sun 18:00]--[2021-11-28 Sun 19:32] =>  1:32
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-11-28 Sun 19:32]--[2021-11-28 Sun 20:03] =>  0:31
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-05 Sun 20:10], for week 2021-W48.
  | Tags    | Headline                     | Time    |       |      |      |
  |---------+------------------------------+---------+-------+------+------|
  |         | *Total time*                 | *27:34* |       |      |      |
  |---------+------------------------------+---------+-------+------+------|
  |         | \_  Week 4                   |         | 27:34 |      |      |
  |         | \_    <2021-11-29 Mon>       |         |       | 4:05 |      |
  | study   | \_      GCA assignment 2     |         |       |      | 1:25 |
  | drawing | \_      Bargue drawing       |         |       |      | 2:40 |
  |         | \_    <2021-11-30 Tue>       |         |       | 1:02 |      |
  | drawing | \_      Bargue drawing       |         |       |      | 1:02 |
  |         | \_    <2021-12-01 Wed>       |         |       | 2:57 |      |
  | drawing | \_      Bargue drawing       |         |       |      | 2:57 |
  |         | \_    <2021-12-02 Thu>       |         |       | 2:48 |      |
  | drawing | \_      Bargue drawing       |         |       |      | 2:48 |
  |         | \_    <2021-12-03 Fri>       |         |       | 2:44 |      |
  | drawing | \_      Bargue drawing       |         |       |      | 2:11 |
  | study   | \_      Gouache portrait     |         |       |      | 0:33 |
  |         | \_    <2021-12-04 Sat>       |         |       | 8:58 |      |
  | study   | \_      GCA class            |         |       |      | 2:00 |
  | drawing | \_      GCA assignment 3     |         |       |      | 5:24 |
  | study   | \_      Plan next unit       |         |       |      | 1:34 |
  |         | \_    <2021-12-05 Sun>       |         |       | 5:00 |      |
  | study   | \_      GCA assignment 3     |         |       |      | 0:26 |
  | drawing | \_      GCA assignment 3     |         |       |      | 3:04 |
  | study   | \_      FZD Design Cinema 89 |         |       |      | 1:06 |
  | study   | \_      Blog post            |         |       |      | 0:24 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *20h 6m* |
  |----------+------------+----------|
  | study    | *Tag time* | *7h 28m* |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
*** <2021-11-29 Mon>
**** DONE GCA assignment 2                                            :study:
     :LOGBOOK:
     CLOCK: [2021-11-29 Mon 10:34]--[2021-11-29 Mon 11:03] =>  0:29
     CLOCK: [2021-11-29 Mon 07:52]--[2021-11-29 Mon 08:48] =>  0:56
     :END:
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-29 Mon 17:10]--[2021-11-29 Mon 19:13] =>  2:03
     CLOCK: [2021-11-29 Mon 11:04]--[2021-11-29 Mon 11:41] =>  0:37
     :END:
*** <2021-11-30 Tue>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-11-30 Tue 18:17]--[2021-11-30 Tue 19:19] =>  1:02
     :END:
*** <2021-12-01 Wed>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-01 Wed 18:03]--[2021-12-01 Wed 21:00] =>  2:57
     :END:
*** <2021-12-02 Thu>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-02 Thu 18:13]--[2021-12-02 Thu 21:01] =>  2:48
     :END:
*** <2021-12-03 Fri>
**** DONE Bargue drawing                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-03 Fri 18:10]--[2021-12-03 Fri 20:21] =>  2:11
     :END:
**** DONE Gouache portrait                                            :study:
     :LOGBOOK:
     CLOCK: [2021-12-03 Fri 20:22]--[2021-12-03 Fri 20:55] =>  0:33
     :END:
*** <2021-12-04 Sat>
**** DONE GCA class                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-12-04 Sat 8:00]--[2021-12-04 Sat 10:00] =>  2:00
     :END:
**** DONE GCA assignment 3                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-04 Sat 18:22]--[2021-12-04 Sat 20:47] =>  2:25
     CLOCK: [2021-12-04 Sat 14:08]--[2021-12-04 Sat 16:01] =>  1:53
     CLOCK: [2021-12-04 Sat 10:28]--[2021-12-04 Sat 11:34] =>  1:06
     :END:
**** DONE Plan next unit                                              :study:
     :LOGBOOK:
     CLOCK: [2021-12-04 Sat 12:33]--[2021-12-04 Sat 14:07] =>  1:34
     :END:
*** <2021-12-05 Sun>
**** DONE GCA assignment 3                                            :study:
     :LOGBOOK:
     CLOCK: [2021-12-05 Sun 08:46]--[2021-12-05 Sun 09:12] =>  0:26
     :END:
**** DONE GCA assignment 3                                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-05 Sun 18:02]--[2021-12-05 Sun 19:20] =>  1:18
     CLOCK: [2021-12-05 Sun 09:12]--[2021-12-05 Sun 10:58] =>  1:46
     :END:
**** DONE FZD Design Cinema 89                                        :study:
     :LOGBOOK:
     CLOCK: [2021-12-05 Sun 11:28]--[2021-12-05 Sun 12:34] =>  1:06
     :END:
**** DONE Blog post                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-12-05 Sun 19:46]--[2021-12-05 Sun 20:10] =>  0:24
     :END:
